<?php
include('../inc/top.php');
?>

<div class="mx-auto ">
        <div class="mt-5 ms-5 pe-5 ps-3 col-md-11"> 
            <div class="d-flex flex-column justify-content-center align-items-center">
            <h1>KATZ</h1>
            <h5 class="text-center">katz는 쇼핑몰 브랜드입니다.<br/>저희의 이용약관은 다음과 같습니다.</h5>
            <span class="text-wrap">
            <br/>
            <h5>제1조 목적</h5>
            <span>이 약관은 KATZ의 서비스 및 웹사이트, 기타 제반 서비스(이하‘서비스’)를 이용하는 서비스 ‘이용자’(이하 ‘이용자’)와 ‘회사’간에 ‘서비스’의 이용에 관한 권리, 의무 및 책임사항, 기타 필요한 사항을 규정함을 목적으로 합니다.</span>
            <br/>
            <br/>
            <h5>제2조 용어의 정의</h5>
            <span>1) 이 약관에서 사용하는 용어의 정의는 다음과 같습니다. ‘이용자’ 란 본 약관에 동의함을 전제로 ‘회사’가 제공하는 모든 ‘서비스’ 및 제반 ‘서비스’를 이용하는 자(회원, 비회원 포함)를 말합니다. ‘스마트기기’ 란 콘텐츠를 다운로드 받거나 설치하여 이용하거나 네트워크를 통하여 이용할 수 있는 PC, 휴대폰, 스마트폰, PDA, 태블릿, 스마트TV 등의 기기를 말합니다. ‘어플리케이션’ 이란 ‘회사’가 제공하는 ‘서비스’를 이용하기 위해 ‘스마트기기’를 통해 다운로드 받거나 설치하여 사용하는 프로그램 일체를 말합니다. ‘사용자 정보’ 란 ‘이용자’가 ‘서비스’ 이용 시 입력한 정보 또는 동의한 정보 등을 포함한 일반정보 등을 말합니다.</span>
            <br/>
            <span>2) 이 약관에서 사용하는 용어의 정의는 본 조 제 1항에서 정하는 것을 제외하고는 관계법령에서 정하는 바에 의합니다. 관계법령에서 정하지 않는 것은 일반적인 상관례에 의합니다.</span>
            <br/>
            <br/>
            <h5>제 3조 이용 약관의 효력 및 변경</h5>
            <span>1) 이 약관은 ‘서비스’ 이용계약의 성격상 ‘회사’의 웹사이트 또는 ‘서비스’ 이용을 위한 ‘어플리케이션’ 내에 이 약관을 명시하고, ‘이용자’가 ‘웹사이트’에서 약관에 동의하거나 ‘어플리케이션’을 설치 및 실행함과 동시에 효력이 발생합니다.</span>
            <br/>
            <span>2) ‘회사’는 관계 법령 또는 상관습에 위배하지 않는 범위에서 이 약관을 개정할 수 있습니다.</span>
            <br/>
            <span>3) ‘회사’는 관련 법령의 변경이나 ‘이용자’의 권리 및 의무사항, ‘서비스’ 등을 개선하기 위해 이 약관을 변경할 수 있습니다. ‘회사’는 약관이 변경된 경우에 변경된 약관의 내용과 적용 일을 정하여, 적용 7일전(다만, ‘이용자’의 권리·의무에 중대한 영향을 미치는 사항에 대하여는 30일전부터 ‘회사’ 홈페이지나 공식 카페, 제공하는 ‘어플리케이션’ 등을 통해 ‘이용자’에게 고지하고 적용 일부터 효력이 발생됩니다. 다만 고지의 기간을 충분히 가질 수 없다고 회사가 판단하는 경우에는 회사가 효력발생일을 따로 정할 수 있습니다.</span>
            <br/>
            <span>4) ‘이용자’는 변경된 약관에 대해 거부할 권리가 있습니다. 본 약관의 변경에 대해 이의가 있는 ‘이용자’는 ‘서비스’ 이용을 중단하고 이용계약을 해지(회원탈퇴)할 수 있습니다.</span>
            <br/>
            <span>5) ‘회사’가 전항에 따라 변경된 약관을 공시 또는 고지하면서 ‘이용자’가 기간 내의 의사표시를 하지 않으면 의사 표시가 표명된 것으로 본다는 뜻을 명확하게 따로 공시 또는 고지하였음에도 ‘이용자’가 명시적으로 거부의사를 표명하지 아니한 경우 ‘이용자’는 변경된 약관에 동의한 것으로 간주합니다.</span>
            <br/>
          </div>
        </div>
    </div>

<?php
include('../inc/bottom.php');
?>